{
  "conversas": [
    {
      "mensagens": [
        "como posso agendar reuniões?",
        "como agendar reunião?",
        "onde agendo reunião?",
        "quero marcar uma reunião"
      ],
      "resposta": "Você pode agendar reuniões através do assistente virtual corporativo informando data, hora, participantes e local. Também é possível agendar manualmente pelo sistema interno de agendamentos."
    },
    {
      "mensagens": [
        "quais os horários de funcionamento do escritório?",
        "qual o horário de funcionamento?",
        "que horas o escritório abre?",
        "que horas funciona o escritório?"
      ],
      "resposta": "O escritório funciona de segunda a sexta-feira, das 08h às 18h, exceto feriados."
    },
    {
    "mensagens": [
        "que serviços o assistente virtual do escritório oferece?",
        "o que o assistente virtual faz?",
        "quais serviços automatizados a empresa oferece?",
        "quais comandos o assistente reconhece?"
    ],
    "resposta": "Temos dois assistentes de IA para auxiliar! O assistente virtual do escritório reconhece comandos de voz e controla funções do ambiente corporativo simulado, podendo: ligar ou desligar o projetor; ligar, desligar, acender, apagar ou ajustar a intensidade das luzes; agendar reuniões informando o horário desejado; exibir a agenda do dia; e ativar ou desativar o modo apresentação. Já o chatbot fornece informações internas, orientações sobre processos, ajuda em dúvidas comuns, suporte básico e direcionamento para os sistemas corretos da empresa."
    },
    {
      "mensagens": [
        "onde faço uma solicitação de manutenção?",
        "como solicitar manutenção?",
        "preciso pedir manutenção"
      ],
      "resposta": "As solicitações de manutenção podem ser feitas pelo sistema interno de chamados, na seção 'Manutenção e Infraestrutura'."
    },
    {
      "mensagens": [
        "quais equipamentos o escritório disponibiliza?",
        "que equipamentos estão disponíveis?",
        "equipamentos do escritório"
      ],
      "resposta": "O escritório disponibiliza notebooks, monitores, projetores, headsets, impressoras, salas equipadas e estações de trabalho compartilhadas."
    },
    {
      "mensagens": [
        "como reservar uma sala de reunião?",
        "onde reservo sala de reunião?",
        "quero reservar uma sala"
      ],
      "resposta": "A reserva de salas de reunião pode ser feita pelo sistema interno de agendamentos, escolhendo a sala, horário e duração."
    },
    {
      "mensagens": [
        "onde ficam os setores do escritório?",
        "mapa do escritório",
        "localização dos setores"
      ],
      "resposta": "O mapa completo do escritório e a localização dos setores estão disponíveis no portal interno da empresa, na área de 'Infraestrutura'."
    },
    {
      "mensagens": [
        "como solicitar materiais de escritório?",
        "preciso de materiais",
        "como peço caneta ou papel?"
      ],
      "resposta": "Materiais de escritório podem ser solicitados através do sistema interno na aba 'Solicitação de Materiais'."
    },
    {
      "mensagens": [
        "quais são os procedimentos para receber fornecedores ou clientes no escritório?",
        "como recebo visitantes?",
        "procedimento para visitante"
      ],
      "resposta": "Para receber visitantes, informe previamente o nome completo, empresa e horário de chegada no sistema de visitantes. Eles serão liberados na recepção mediante documento de identificação."
    },
    {
      "mensagens": [
        "onde encontro o calendário de eventos internos da empresa?",
        "calendário de eventos",
        "eventos internos"
      ],
      "resposta": "O calendário de eventos internos está disponível no portal corporativo, na seção 'Eventos e Comunicados'."
    },
    {
      "mensagens": [
        "como solicitar férias?",
        "quero pedir férias",
        "onde solicito férias?"
      ],
      "resposta": "A solicitação de férias deve ser feita pelo sistema de RH, na aba 'Gestão de Férias', seguindo o fluxo de aprovação do gestor."
    },
    {
      "mensagens": [
        "como você pode me auxiliar?",
        "como pode me ajudar?",
        "como pode ajudar?",
        "o que você pode fazer por mim?",
        "o que você faz?"
      ],
      "resposta": "Posso ajudar com informações do escritório, agendamentos, solicitações internas, orientações, organização de tarefas e suporte básico ao usuário."
    }
  ]
}
